"HSDSCAN_TO_FOLDER" = "Kansio";
"HSDSCAN_TO_PRINTER" = "Tulostin";
"HSDSCAN_TO_APPLICATION" = "Ohjelma";
"HSDSCAN_TO_BOX" = "Ruutu";
"HSDSCAN_TO_GOOGLE_DRIVE" = "Google Drive";


"COLOR" = "Väri";
"BLACK_AND_WHITE" = "Mustavalkoinen";
"GRAY_SCALE" = "Harmaasävy";

"IMAGE_PDF" = "Vain kuva (PDF)";
"SEARCHABLE_PDF" = "Hakukelpoinen teksti (PDF)";
"EDITABLE_RTF" = "Muokattava teksti (RTF)";

"OTHER" = "Muu…";

HSDButtonTaskName = "Skannauspainike";
HSDCloudTaskName = "Skannaa pilvipalveluun";

HSDButtonTaskDescription = "Määritä tehtävä HP-skannerin skannauspainikkeeseen";
HSDCloudTaskDescription = "Määritä asetukset, joita käytetään pilvipalveluun skannattaessa";

OutputDescription = "Skannauksen tulos tulee näkyviin tulostusikkunaan.";
AssignToButtonTitle = "Määritä painikkeeseen";
HSDScanToTitle = "Skannaa kohteeseen:";
HSDApplicationTitle = "Sovellus:";
SyncFolderTitle = "Synkronointikansio:";
FolderTitle = "Kansio:";
ServiceTitle = "Palvelu:";
HSDPaperSizeTitle = "Koko:";
HSDDuplexScanTitle = "Skannaa molemmat puolet";
HSDColorModeTitle = "Tila:";
ScanTitle = "Skannaa";
HSDFileNameTitle = "Tiedostonimi:";
HSDScanFormatTitle = "Muoto:";
InputTitle = "Syöttö";
OutputTitle = "Tuloste";
HSDApplyNowButtonTitle = "Käytä nyt";
